Repository: hellotham/finvestlens
Catalog: finvestlens/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, pt_br, zh_hans

source: Security ▸ Lock Now (⇧⌘L) hides the book until you authenticate. Turn on *Require Authentication to Open* to be asked every time.
de: Sicherheit ▸ Jetzt sperren (⇧⌘L) verbirgt das Buch, bis Sie sich authentifizieren. Schalten Sie *Zum Öffnen Authentifizierung verlangen* ein, um jedes Mal gefragt zu werden.
es: Seguridad ▸ Bloquear ahora (⇧⌘L) oculta el libro hasta que te autentiques. Activa *Requerir autenticación para abrir* para que te lo pida siempre.
fr: Sécurité ▸ Verrouiller (⇧⌘L) masque le livre jusqu’à authentification. Activez *Exiger l’authentification à l’ouverture* pour qu’elle soit demandée à chaque fois.
it: Sicurezza ▸ Blocca ora (⇧⌘L) nasconde il libro finché non ti autentichi. Attiva *Richiedi l’autenticazione all’apertura* per essere sempre interrogato.
ja: 「セキュリティ ▸ 今すぐロック」(⇧⌘L) は、認証するまで帳簿を隠します。*開くときに認証を要求* をオンにすると、毎回確認されます。
pt_br: Segurança ▸ Bloquear agora (⇧⌘L) oculta o livro até você se autenticar. Ative *Exigir autenticação para abrir* para ser solicitado sempre.
zh_hans: 「安全 ▸ 立即锁定」（⇧⌘L）会隐藏账簿，直到你完成身份验证。开启 *打开时要求身份验证* 可每次都要求验证。

source: Select %@
de: %@ auswählen
es: Seleccionar %@
fr: Sélectionner %@
it: Seleziona %@
ja: %@ を選択
pt_br: Selecionar %@
zh_hans: 选择 %@

source: Select All
de: Alle auswählen
es: Seleccionar todo
fr: Tout sélectionner
it: Seleziona tutto
ja: すべてを選択
pt_br: Selecionar tudo
zh_hans: 全选

source: Select a single transaction.
de: Wählen Sie eine einzelne Buchung.
es: Selecciona una sola transacción.
fr: Sélectionnez une seule opération.
it: Seleziona una sola transazione.
ja: 取引を 1 件だけ選択してください。
pt_br: Selecione uma única transação.
zh_hans: 请选择单笔交易。

source: Select a transaction to see its attachment.
de: Wählen Sie eine Buchung, um ihren Anhang zu sehen.
es: Selecciona una transacción para ver su adjunto.
fr: Sélectionnez une opération pour voir sa pièce jointe.
it: Seleziona una transazione per vederne l’allegato.
ja: 取引を選択すると、その添付ファイルが表示されます。
pt_br: Selecione uma transação para ver seu anexo.
zh_hans: 选择一笔交易以查看其附件。

source: Select an account
de: Konto auswählen
es: Selecciona una cuenta
fr: Sélectionnez un compte
it: Seleziona un conto
ja: 勘定科目を選択
pt_br: Selecione uma conta
zh_hans: 选择科目

source: Select an account in the sidebar to open its **register** — one row per transaction, with a running balance. The row at the bottom is where you type a new one.
de: Wählen Sie in der Seitenleiste ein Konto, um sein **Kontobuch** zu öffnen — eine Zeile je Buchung, mit laufendem Saldo. In der untersten Zeile geben Sie eine neue ein.
es: Selecciona una cuenta en la barra lateral para abrir su **libro**: una fila por transacción, con saldo acumulado. En la fila de abajo escribes una nueva.
fr: Sélectionnez un compte dans la barre latérale pour ouvrir son **registre** — une ligne par opération, avec solde progressif. La ligne du bas sert à en saisir une nouvelle.
it: Seleziona un conto nella barra laterale per aprire il suo **libro mastro**: una riga per transazione, con saldo progressivo. Nella riga in basso ne inserisci una nuova.
ja: サイドバーで勘定科目を選ぶと、その **記入帳** が開きます。1 取引につき 1 行で、残高が表示されます。新しい取引は一番下の行に入力します。
pt_br: Selecione uma conta na barra lateral para abrir seu **razão** — uma linha por transação, com saldo corrente. Na linha de baixo você digita uma nova.
zh_hans: 在边栏中选择科目即可打开其 **流水账** — 每笔交易一行，并显示累计余额。最下方一行用于录入新交易。

source: Select securities above, then refetch to rebuild their price history from scratch. Override the ticker sent to the provider (e.g. CBA → CBA.AX for Yahoo).
de: Wählen Sie oben Wertpapiere aus und rufen Sie sie neu ab, um den Kursverlauf von Grund auf neu aufzubauen. Das an den Anbieter gesendete Kürzel lässt sich überschreiben (z. B. CBA → CBA.AX für Yahoo).
es: Selecciona valores arriba y vuelve a descargarlos para reconstruir su histórico desde cero. Puedes sustituir el ticker que se envía al proveedor (p. ej. CBA → CBA.AX para Yahoo).
fr: Sélectionnez des titres ci-dessus, puis relancez la récupération pour reconstruire leur historique de cours. Vous pouvez remplacer le symbole envoyé au fournisseur (p. ex. CBA → CBA.AX pour Yahoo).
it: Seleziona i titoli qui sopra, poi riscarica per ricostruire da zero il loro storico quotazioni. Puoi sostituire il ticker inviato al fornitore (es. CBA → CBA.AX per Yahoo).
ja: 上で証券を選び、再取得すると価格履歴をゼロから再構築します。プロバイダに送るティッカーは上書きできます（例：Yahoo では CBA → CBA.AX）。
pt_br: Selecione títulos acima e busque novamente para reconstruir o histórico de cotações do zero. É possível substituir o ticker enviado ao provedor (ex.: CBA → CBA.AX no Yahoo).
zh_hans: 在上方选择证券，然后重新获取以从头重建其价格历史。可覆盖发送给数据源的代码（例如 Yahoo 需用 CBA → CBA.AX）。

source: Select several transactions and use Bulk Edit to apply one change to all of them. Only the fields you switch on are changed; everything else is left alone.
de: Wählen Sie mehrere Buchungen und wenden Sie mit „Massenbearbeitung“ eine Änderung auf alle an. Nur die aktivierten Felder ändern sich; alles andere bleibt unangetastet.
es: Selecciona varias transacciones y usa Edición masiva para aplicar un cambio a todas. Solo cambian los campos que actives; el resto se deja igual.
fr: Sélectionnez plusieurs opérations et utilisez la Modification groupée pour leur appliquer un même changement. Seuls les champs activés sont modifiés ; le reste est laissé tel quel.
it: Seleziona più transazioni e usa Modifica in blocco per applicare una modifica a tutte. Cambiano solo i campi che attivi; il resto resta invariato.
ja: 複数の取引を選んで「一括編集」を使うと、まとめて 1 つの変更を適用できます。有効にした項目だけが変更され、それ以外はそのままです。
pt_br: Selecione várias transações e use a Edição em lote para aplicar uma alteração a todas. Só os campos que você ativar são alterados; o resto fica como está.
zh_hans: 选中多笔交易并使用「批量编辑」，即可对它们应用同一项更改。只有你启用的字段会被修改，其余保持不变。

source: Series
de: Reihe
es: Serie
fr: Série
it: Serie
ja: 系列
pt_br: Série
zh_hans: 系列

source: Set
de: Festlegen
es: Definir
fr: Définir
it: Imposta
ja: 設定
pt_br: Definir
zh_hans: 设定

source: Set Columns Manually
de: Spalten manuell festlegen
es: Definir columnas manualmente
fr: Définir les colonnes manuellement
it: Imposta le colonne manualmente
ja: 列を手動で設定
pt_br: Definir colunas manualmente
zh_hans: 手动设置列

source: Set Price Target…
de: Kursziel festlegen…
es: Fijar precio objetivo…
fr: Définir un cours cible…
it: Imposta prezzo obiettivo…
ja: 目標価格を設定…
pt_br: Definir preço-alvo…
zh_hans: 设置目标价…

source: Set Reconcile State
de: Abgleichstatus setzen
es: Definir el estado de conciliación
fr: Définir l’état de rapprochement
it: Imposta lo stato di riconciliazione
ja: 照合状態を設定
pt_br: Definir status de reconciliação
zh_hans: 设置对账状态

source: Set Reconcile State (%lld)
de: Abgleichstatus setzen (%lld)
es: Definir el estado de conciliación (%lld)
fr: Définir l’état de rapprochement (%lld)
it: Imposta lo stato di riconciliazione (%lld)
ja: 照合状態を設定 (%lld)
pt_br: Definir status de reconciliação (%lld)
zh_hans: 设置对账状态（%lld）

source: Set Target
de: Kursziel festlegen
es: Definir objetivo
fr: Définir un objectif
it: Imposta obiettivo
ja: 目標を設定
pt_br: Definir alvo
zh_hans: 设定目标

source: Set a schedule to be created a few days early if you like to see it coming.
de: Lassen Sie einen Zeitplan einige Tage im Voraus erzeugen, wenn Sie ihn kommen sehen möchten.
es: Haz que una programación se cree unos días antes si prefieres verla venir.
fr: Faites créer une planification quelques jours à l’avance si vous aimez la voir arriver.
it: Fai creare una pianificazione qualche giorno prima, se preferisci vederla arrivare.
ja: 予定を数日前に作成するよう設定すれば、前もって把握できます。
pt_br: Faça uma programação ser criada alguns dias antes, se preferir vê-la chegando.
zh_hans: 若你想提前知晓，可将计划设为提前几天创建。

source: Set account
de: Konto festlegen
es: Definir cuenta
fr: Définir le compte
it: Imposta conto
ja: 勘定科目を設定
pt_br: Definir conta
zh_hans: 设定科目

source: Set aside
de: Zurücklegen
es: Reservar
fr: Mettre de côté
it: Metti da parte
ja: 取り分ける
pt_br: Reservar
zh_hans: 预留

source: Set aside now
de: Jetzt zurücklegen
es: Reservar ahora
fr: Mettre de côté maintenant
it: Metti da parte ora
ja: 今すぐ取り分ける
pt_br: Reservar agora
zh_hans: 立即预留

source: Set aside part of an account toward a target — a holiday, an emergency fund, a deposit.
de: Einen Teil eines Kontos für ein Ziel zurücklegen — einen Urlaub, einen Notgroschen, eine Anzahlung.
es: Reserva parte de una cuenta para un objetivo: unas vacaciones, un fondo de emergencia, una entrada.
fr: Mettez de côté une partie d’un compte pour un objectif — des vacances, un fonds d’urgence, un apport.
it: Metti da parte una quota di un conto per un obiettivo: una vacanza, un fondo d’emergenza, un acconto.
ja: 口座の一部を目標のために取り分けます — 旅行、緊急資金、頭金など。
pt_br: Reserve parte de uma conta para um objetivo — uma viagem, um fundo de emergência, uma entrada.
zh_hans: 从某个科目中预留一部分资金用于目标 — 度假、应急金、首付。

source: Set date to invoice date (%@) — the bank’s date is kept for matching
de: Datum auf das Rechnungsdatum (%@) setzen — das Bankdatum bleibt für den Abgleich erhalten
es: Fijar la fecha en la de la factura (%@): se conserva la fecha del banco para el emparejamiento
fr: Fixer la date à celle de la facture (%@) — la date de la banque est conservée pour l’appariement
it: Imposta la data a quella della fattura (%@): la data della banca resta per l’abbinamento
ja: 日付を請求書の日付 (%@) に設定します。照合用に銀行の日付は保持されます
pt_br: Definir a data como a da fatura (%@) — a data do banco é mantida para correspondência
zh_hans: 将日期设为发票日期（%@） — 银行日期保留用于匹配

source: Set money aside toward something, and track the push.
de: Geld für etwas zurücklegen und den Fortschritt verfolgen.
es: Reserva dinero para algo y sigue el avance.
fr: Mettez de l’argent de côté pour un projet et suivez la progression.
it: Metti da parte denaro per qualcosa e segui i progressi.
ja: 何かのためにお金を取り分け、その進み具合を追跡します。
pt_br: Reserve dinheiro para algo e acompanhe o avanço.
zh_hans: 为某个目标预留资金，并跟踪进度。

source: Set notes
de: Notizen setzen
es: Definir notas
fr: Définir les notes
it: Imposta note
ja: メモを設定
pt_br: Definir notas
zh_hans: 设定备注

source: Set the closing date and pick the equity account to close into — Retained Earnings, typically.
de: Legen Sie das Abschlussdatum fest und wählen Sie das Eigenkapitalkonto, in das abgeschlossen wird — meist Gewinnvortrag.
es: Fije la fecha de cierre y elija la cuenta de patrimonio a la que cerrar: normalmente Ganancias retenidas.
fr: Fixez la date de clôture et choisissez le compte de capitaux propres de destination — le report à nouveau, en général.
it: Impostate la data di chiusura e scegliete il conto di patrimonio netto su cui chiudere — di solito Utili portati a nuovo.
ja: 締め日を設定し、振替先の純資産勘定を選びます。通常は繰越利益です。
pt_br: Defina a data de encerramento e escolha a conta de patrimônio para onde encerrar — normalmente Lucros acumulados.
zh_hans: 设定结账日期，并选择结转到的权益科目——通常是留存收益。

source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
it: Impostazioni
ja: 設定
pt_br: Ajustes
zh_hans: 设置

source: Settings on a security's page hold two identifiers, and they do different jobs. **Quote symbol** overrides the ticker sent to a price provider — set it when a security trades under a different code than its name here. **ISIN or exchange code** identifies the security itself; providers that key by identifier rather than ticker, as bond services do, need it to find your holding at all.
de: Die Einstellungen einer Wertpapierseite enthalten zwei Kennungen mit verschiedenen Aufgaben. **Kurs-Kürzel** überschreibt das an den Kursanbieter gesendete Kürzel – setzen Sie es, wenn ein Papier unter einem anderen Code gehandelt wird als unter seinem Namen hier. **ISIN oder Börsencode** kennzeichnet das Wertpapier selbst; Anbieter, die nach Kennung statt nach Kürzel suchen – wie Anleihendienste –, finden Ihre Position ohne sie überhaupt nicht.
es: Los ajustes de la página de un valor tienen dos identificadores con funciones distintas. **Símbolo de cotización** sustituye el ticker enviado al proveedor: úsalo cuando el valor cotice con un código distinto del nombre que tiene aquí. **ISIN o código de mercado** identifica al propio valor; los proveedores que buscan por identificador en lugar de por ticker, como los servicios de bonos, lo necesitan para encontrar tu posición.
fr: Les réglages de la page d’un titre contiennent deux identifiants aux rôles distincts. **Symbole de cotation** remplace le symbole envoyé au fournisseur de cours — renseignez-le lorsque le titre se négocie sous un code différent de son nom ici. **ISIN ou code de place** identifie le titre lui-même ; les fournisseurs qui indexent par identifiant plutôt que par symbole, comme les services obligataires, en ont besoin pour retrouver votre position.
it: Le impostazioni della pagina di un titolo contengono due identificativi con compiti diversi. **Simbolo di quotazione** sostituisce il ticker inviato al fornitore: impostalo quando il titolo è negoziato con un codice diverso dal nome usato qui. **ISIN o codice di borsa** identifica il titolo stesso; i fornitori che indicizzano per identificativo anziché per ticker, come i servizi obbligazionari, ne hanno bisogno per trovare la tua posizione.
ja: 証券ページの設定には、役割の異なる 2 つの識別子があります。**気配ティッカー**は価格プロバイダに送るティッカーを上書きします — ここでの名称と異なるコードで取引されている場合に設定してください。**ISIN または取引所コード**は証券そのものを識別します。債券サービスのように、ティッカーではなく識別子で検索するプロバイダは、これがないと保有をまったく見つけられません。
pt_br: Os ajustes na página de um título trazem dois identificadores com funções diferentes. **Símbolo de cotação** substitui o ticker enviado ao provedor — defina-o quando o título for negociado com um código diferente do nome usado aqui. **ISIN ou código de bolsa** identifica o próprio título; provedores que indexam por identificador em vez de ticker, como os serviços de títulos de dívida, precisam dele para encontrar sua posição.
zh_hans: 证券页面的设置中有两个标识符，用途不同。**行情代码**覆盖发送给价格提供方的代码——当证券以不同于此处名称的代码交易时设置它。**ISIN 或交易所代码**标识证券本身；按标识符（而非代码）检索的提供方（如债券服务）没有它就根本找不到你的持仓。

source: Settings ▸ Documents takes two folders, a primary and a secondary — receipts in one and statements in the other, say. A file inside either is linked **relatively**, the same way GnuCash does it, so the book and its documents can move together — onto a NAS, or to a new Mac — without breaking. A file outside both is linked by its full path, which still works but does not travel.
de: Einstellungen ▸ Dokumente nimmt zwei Ordner auf, einen primären und einen sekundären — etwa Belege im einen, Auszüge im anderen. Eine Datei in einem der beiden wird **relativ** verknüpft, genau wie GnuCash es macht, sodass Buch und Dokumente gemeinsam umziehen können — auf ein NAS oder auf einen neuen Mac — ohne zu brechen. Eine Datei außerhalb beider wird mit ihrem vollen Pfad verknüpft; das funktioniert, zieht aber nicht mit um.
es: Ajustes ▸ Documentos admite dos carpetas, una principal y una secundaria: los recibos en una y los extractos en la otra, por ejemplo. Un archivo dentro de cualquiera de las dos se enlaza de forma **relativa**, igual que hace GnuCash, así el libro y sus documentos pueden moverse juntos —a un NAS o a un Mac nuevo— sin romperse. Un archivo fuera de ambas se enlaza por su ruta completa: sigue funcionando, pero no viaja.
fr: Réglages ▸ Documents accepte deux dossiers, un principal et un secondaire — les reçus dans l’un et les relevés dans l’autre, par exemple. Un fichier situé dans l’un ou l’autre est lié de façon **relative**, comme le fait GnuCash, si bien que le livre et ses documents peuvent déménager ensemble — vers un NAS ou vers un nouveau Mac — sans rien casser. Un fichier hors des deux est lié par son chemin complet : cela fonctionne, mais ne voyage pas.
it: Impostazioni ▸ Documenti accetta due cartelle, una primaria e una secondaria: le ricevute in una e gli estratti conto nell’altra, per dire. Un file dentro l’una o l’altra viene collegato in modo **relativo**, come fa GnuCash, così il libro e i suoi documenti possono spostarsi insieme — su un NAS o su un Mac nuovo — senza rompersi. Un file fuori da entrambe viene collegato con il percorso completo: funziona, ma non viaggia.
ja: 「設定 ▸ 書類」には、主フォルダと副フォルダの 2 つを指定できます。たとえば領収書を一方に、明細をもう一方に。どちらかの中にあるファイルは GnuCash と同じく**相対パス**でリンクされるため、帳簿と書類をまとめて移動しても — NAS へでも新しい Mac へでも — リンクは切れません。どちらにも入っていないファイルはフルパスでリンクされます。動作はしますが、一緒には移動できません。
pt_br: Ajustes ▸ Documentos aceita duas pastas, uma principal e uma secundária — recibos em uma e extratos na outra, por exemplo. Um arquivo dentro de qualquer uma delas é vinculado de forma **relativa**, do mesmo jeito que o GnuCash faz, então o livro e seus documentos podem se mudar juntos — para um NAS ou para um Mac novo — sem quebrar. Um arquivo fora das duas é vinculado pelo caminho completo: continua funcionando, mas não viaja.
zh_hans: 「设置 ▸ 文稿」可设置两个文件夹：主文件夹与次文件夹 — 比如收据放一个、对账单放另一个。位于其中任一文件夹内的文件会以**相对路径**链接，与 GnuCash 的做法一致，因此账簿和文档可以一起迁移 — 迁到 NAS 或新的 Mac — 而不会断链。不在这两个文件夹内的文件按完整路径链接：仍然可用，但无法随之迁移。

source: Settlement
de: Abrechnung
es: Liquidación
fr: Règlement
it: Regolamento
ja: 決済
pt_br: Liquidação
zh_hans: 结算

source: Settlement account
de: Verrechnungskonto
es: Cuenta de liquidación
fr: Compte de règlement
it: Conto di regolamento
ja: 決済勘定
pt_br: Conta de liquidação
zh_hans: 结算科目

source: Setup
de: Einrichtung
es: Configuración
fr: Configuration
it: Configurazione
ja: 設定
pt_br: Configuração
zh_hans: 设置

source: Share
de: Teilen
es: Compartir
fr: Partager
it: Condividi
ja: 共有
pt_br: Compartilhar
zh_hans: 共享

source: Share this report as a PDF
de: Diesen Bericht als PDF teilen
es: Compartir este informe como PDF
fr: Partager ce rapport en PDF
it: Condividi questo resoconto come PDF
ja: このレポートを PDF として共有
pt_br: Compartilhar este relatório como PDF
zh_hans: 以 PDF 形式共享此报表

source: Sharing a book across machines
de: Ein Buch auf mehreren Rechnern nutzen
es: Compartir un libro entre equipos
fr: Partager un livre entre plusieurs machines
it: Condividere un libro tra più computer
ja: 複数のマシンで帳簿を共有する
pt_br: Compartilhar um livro entre máquinas
zh_hans: 在多台机器间共享账簿

source: Show
de: Anzeigen
es: Mostrar
fr: Afficher
it: Mostra
ja: 表示
pt_br: Mostrar
zh_hans: 显示

source: Show Account Balance
de: Kontosaldo anzeigen
es: Mostrar el saldo de la cuenta
fr: Afficher le solde du compte
it: Mostra il saldo del conto
ja: 口座残高を表示
pt_br: Mostrar saldo da conta
zh_hans: 显示科目余额

source: Show All
de: Alle anzeigen
es: Mostrar todo
fr: Tout afficher
it: Mostra tutto
ja: すべてを表示
pt_br: Mostrar tudo
zh_hans: 显示全部

source: Show Closed Positions
de: Geschlossene Positionen anzeigen
es: Mostrar posiciones cerradas
fr: Afficher les positions clôturées
it: Mostra posizioni chiuse
ja: クローズ済みポジションを表示
pt_br: Mostrar posições encerradas
zh_hans: 显示已平仓头寸

source: Show Details
de: Details anzeigen
es: Mostrar detalles
fr: Afficher les détails
it: Mostra dettagli
ja: 詳細を表示
pt_br: Mostrar detalhes
zh_hans: 显示详情

source: Show Financial Alerts
de: Finanzwarnungen anzeigen
es: Mostrar avisos financieros
fr: Afficher les alertes financières
it: Mostra gli avvisi finanziari
ja: 財務の通知を表示
pt_br: Mostrar alertas financeiros
zh_hans: 显示财务提醒

source: Show Full Window
de: Im ganzen Fenster anzeigen
es: Mostrar en toda la ventana
fr: Afficher en pleine fenêtre
it: Mostra a tutta finestra
ja: ウインドウ全体に表示
pt_br: Mostrar na janela inteira
zh_hans: 全窗口显示

source: Show Net Worth
de: Nettovermögen anzeigen
es: Mostrar el patrimonio neto
fr: Afficher la valeur nette
it: Mostra il patrimonio netto
ja: 純資産を表示
pt_br: Mostrar patrimônio líquido
zh_hans: 显示净资产

source: Show Upcoming Bills
de: Anstehende Rechnungen anzeigen
es: Mostrar facturas próximas
fr: Afficher les factures à venir
it: Mostra le fatture in scadenza
ja: 今後の支払いを表示
pt_br: Mostrar contas a vencer
zh_hans: 显示即将到期的账单

source: Show a Card
de: Karte anzeigen
es: Mostrar una tarjeta
fr: Afficher une carte
it: Mostra una scheda
ja: カードを表示
pt_br: Mostrar um cartão
zh_hans: 显示卡片

source: Show a card, hide one, or save this set as a view
de: Eine Karte anzeigen, eine ausblenden oder diesen Satz als Ansicht sichern
es: Mostrar una tarjeta, ocultar otra o guardar este conjunto como vista
fr: Afficher une carte, en masquer une, ou enregistrer cet ensemble comme vue
it: Mostra una scheda, nascondine una o registra questo insieme come vista
ja: カードを表示する、隠す、またはこの組み合わせをビューとして保存します
pt_br: Mostrar um cartão, ocultar outro ou salvar este conjunto como visão
zh_hans: 显示卡片、隐藏卡片，或将这组卡片存储为视图

source: Show hidden accounts
de: Ausgeblendete Konten anzeigen
es: Mostrar cuentas ocultas
fr: Afficher les comptes masqués
it: Mostra i conti nascosti
ja: 非表示の勘定科目を表示
pt_br: Mostrar contas ocultas
zh_hans: 显示隐藏科目

source: Show in Register
de: Im Kontobuch anzeigen
es: Mostrar en el libro
fr: Afficher dans le registre
it: Mostra nel libro mastro
ja: 記入帳に表示
pt_br: Mostrar no razão
zh_hans: 在流水账中显示

source: Show only some transactions
de: Nur bestimmte Buchungen anzeigen
es: Mostrar solo algunas transacciones
fr: N’afficher que certaines opérations
it: Mostra solo alcune transazioni
ja: 一部の取引のみ表示
pt_br: Mostrar apenas algumas transações
zh_hans: 仅显示部分交易

source: Show the selected transaction’s attachment
de: Anhang der ausgewählten Buchung anzeigen
es: Mostrar el adjunto de la transacción seleccionada
fr: Afficher la pièce jointe de l’opération sélectionnée
it: Mostra l’allegato della transazione selezionata
ja: 選択中の取引の添付ファイルを表示
pt_br: Mostrar o anexo da transação selecionada
zh_hans: 显示所选交易的附件

source: Showing the latest 400 — search to narrow further.
de: Die neuesten 400 werden angezeigt — suchen Sie, um weiter einzugrenzen.
es: Se muestran las 400 más recientes: busca para acotar más.
fr: Les 400 plus récentes sont affichées — affinez par une recherche.
it: Vengono mostrate le 400 più recenti: usa la ricerca per restringere.
ja: 最新 400 件を表示しています。検索でさらに絞り込めます。
pt_br: Exibindo as 400 mais recentes — use a busca para refinar.
zh_hans: 正在显示最新的 400 条 — 可通过搜索进一步缩小范围。

source: Single-split transactions
de: Buchungen mit nur einem Buchungsteil
es: Transacciones con una sola partida
fr: Opérations à une seule ligne
it: Operazioni con una sola riga
ja: 明細が 1 行だけの取引
pt_br: Transações com uma só partida
zh_hans: 只有一条分录的交易

source: Skip
de: Überspringen
es: Omitir
fr: Ignorer
it: Salta
ja: スキップ
pt_br: Ignorar
zh_hans: 跳过

source: Skip duplicates
de: Duplikate überspringen
es: Omitir duplicados
fr: Ignorer les doublons
it: Salta i duplicati
ja: 重複をスキップ
pt_br: Ignorar duplicados
zh_hans: 跳过重复项

source: Skipping %lld rows above the header.
de: %lld Zeilen über der Kopfzeile werden übersprungen.
es: Se omiten %lld filas por encima del encabezado.
fr: %lld lignes au-dessus de l’en-tête sont ignorées.
it: %lld righe sopra l’intestazione vengono ignorate.
ja: ヘッダーより上の %lld 行をスキップします。
pt_br: Ignorando %lld linhas acima do cabeçalho.
zh_hans: 跳过表头上方的 %lld 行。

source: Slide %lld
de: Folie %lld
es: Diapositiva %lld
fr: Diapositive %lld
it: Diapositiva %lld
ja: スライド %lld
zh_hans: 第 %lld 张

source: Small business
de: Kleinunternehmen
es: Pequeña empresa
fr: Petite entreprise
it: Piccola impresa
ja: スモールビジネス
pt_br: Pequenos negócios
zh_hans: 小微企业

source: Smart Import
de: Intelligenter Import
es: Importación inteligente
fr: Import intelligent
it: Importazione intelligente
ja: スマート読み込み
pt_br: Importação inteligente
zh_hans: 智能导入

source: Smart Import PDFs
de: PDFs intelligent importieren
es: Importación inteligente de PDF
fr: Import intelligent de PDF
it: Importazione intelligente di PDF
ja: PDF をスマート読み込み
pt_br: Importação inteligente de PDFs
zh_hans: 智能导入 PDF

source: Smart Import PDFs…
de: PDFs intelligent importieren …
es: Importación inteligente de PDF…
fr: Import intelligent de PDF…
it: Importazione intelligente di PDF…
ja: PDF をスマート読み込み…
pt_br: Importação inteligente de PDFs…
zh_hans: 智能导入 PDF…

source: Snowball — smallest balance first
de: Schneeball — kleinster Saldo zuerst
es: Bola de nieve: primero el saldo más pequeño
fr: Boule de neige — plus petit solde d’abord
it: Valanga inversa: prima il saldo più piccolo
ja: スノーボール方式 — 残高の小さい順
pt_br: Bola de neve — menor saldo primeiro
zh_hans: 雪球法 — 优先偿还小额余额
